// eslint-disable-next-line no-unused-vars
import React from 'react';

const ProductModal3 = () => {
    return (
        <>
            <div className='mt-10 mb-10'>
                <div className='font-body mb-8'>
                    <h2 className='font-body font-bold mb-5 2xl:text-2xl xl:text-2xl lg:text-xl md:text-lg sm:text-md text-md '>
                        Оплата товара
                    </h2>
                    <p className='fony-body tracking-wider 2xl:text-lg xl:text-lg lg:text-lg md:text-md sm:text-sm text-xs flex flex-col gap-4'>
                        <span>
                            Вы можете произвести оплату заказа любым удобным способом:
                        </span>
                        <span>
                            • Наличными тенге курьеру (только при доставке по г. Алматы) или в магазине при самовывозе.
                        </span>
                        <span>
                            • Банковской картой (Visa, MasterCard, American Express, а также дебетные электронные карты), эмитированной любым банком в процессе оформления Вашего заказа онлайн. Оплата производится по защищенному каналу через систему Авторизации АО ``Halykbank``. Удобно, быстро, безопасно!
                        </span>
                        <span>
                            Для осуществления обмена или возврата денежных средств, покупателю необходимо привезти шины или диски к нам в офис.
                        </span>
                        <span>
                            • Банковским переводом на наш расчетный счет в АО ``Halykbank`` после оформления Вашего заказа онлайн и обязательного резервирования товара.
                        </span>
                    </p>
                </div>
                <div className='font-body'>
                    <h2 className='font-body font-bold mb-5 2xl:text-2xl xl:text-2xl lg:text-xl md:text-lg sm:text-md text-md  '>
                        Доставка товара
                    </h2>
                    <p className='fony-body tracking-wider 2xl:text-lg xl:text-lg lg:text-lg md:text-md sm:text-sm text-xs flex flex-col gap-4'>
                        <span>
                            по г. Алматы: Интернет-магазин выполняет доставку товара собственной Службой доставки. Доставка осуществляется все дни недели, кроме воскресенья.
                        </span>
                        <span>
                            • Бесплатная доставка: по г. Алматы при заказе на сумму свыше 80 000 тенге или 4 шины доставка осуществляется бесплатно.
                        </span>
                        <span>
                            • Платная доставка: по г. Алматы при заказе на сумму менее 80000 тенге стоимость доставки - 1000 тенге.
                        </span>
                        <span>
                            • Стоимость доставки в отдаленные районы Алматы согласовывается отдельно.
                        </span>
                        <span>
                            Вы также можете забрать Ваш товар самостоятельно из нашего магазина. В этом случае Вам необходимо связаться с нами и обязательно зарезервировать Ваш товар и уточнить время.
                        </span>
                        <span>
                            Время доставки по г. Алматы:
                        </span>
                        <span>
                            Заказы, принятые до 13.00, доставляются в этот же день. Заказы, принятые после 13.00, доставляются на следующий день. Время доставки согласовывается с менеджером Службы доставки, который свяжется с Вами после того, как Вы разместите свой заказ.
                        </span>
                        <span>
                            Доставка осуществляется все дни недели, кроме выходных и праздничных дней (с понедельника по пятницу).
                        </span>
                        <span>
                            Отправка заказа осуществляется после оплаты заказа. Отправка осуществляется ТОЛЬКО в рабочие дни.
                        </span>
                    </p>
                </div>
            </div>
            <div className='max-w-[950px] m-auto text-center'>
                <p className='font-body font-bold 2xl:text-lg xl:text-lg lg:text-lg md:text-md sm:text-sm text-xs mb-5'>
                    Внимание! Неправильно указанный номер телефона, неточный или неполный адрес могут привести к задержке выполнения Вашего заказа.
                </p>
                <p className='font-body font-bold 2xl:text-lg xl:text-lg lg:text-lg md:text-md sm:text-sm text-xs'>
                    Пожалуйста, внимательно проверяйте Ваши персональные данные при оформлении заказа. Конфиденциальность ваших данных гарантируется
                </p>
            </div>
        </>
    );
};

export default ProductModal3;