// eslint-disable-next-line no-unused-vars
import React from 'react';

const ProductModal4 = () => {
    return (
        <>
            <div className='mt-10'>
                <h2 className='font-body font-bold mb-5 text-2xl '>
                    Внимание!
                </h2>
                <p className='fony-body tracking-wider text-lg mb-8'>
                    Получая диски или шины, необходимо детально осмотреть их на наличие визуальных дефектов. После подписания товарной накладной претензии к внешнему виду колес не принимаются.
                </p>
                <h2 className='font-body font-bold mb-5 text-2xl '>
                    Обмен и возврат товара
                </h2>
                <p className='fony-body tracking-wider text-lg flex flex-col gap-4'>
                    <span>
                        Покупатель может вернуть шины или диски в течение 14 дней со дня доставки.
                        При возврате или обмене товара покупатель при себе должен иметь, товарную накладную, кассовый чек или любой иной документ, подтверждающий факт приобретения товара.
                    </span>
                    <span>
                        При отказе покупателя от товара продавец возвращает ему денежную сумму, уплаченную за товар, за исключением расходов продавца на доставку (если доставка оплачивалась) от потребителя возвращенного товара.
                        Возврат денежных средств осуществляется в течение 10 дней со дня предъявления потребителем соответствующего требования.
                    </span>
                    <span>
                        В случае оплата картой:Возврат переведенных средств, производится на Ваш банковский счет в течение 5—30 рабочих дней (срок зависит от Банка, который выдал Вашу банковскую карту).
                    </span>
                    <span>
                        Для осуществления обмена или возврата денежных средств, покупателю необходимо привезти шины или диски к нам в офис.
                    </span>
                    <span>
                        Возвращаемый товар должен быть в том же состоянии, в котором он передавался потребителю.
                        Если на нем есть следы эксплуатации, повреждена упаковка, сорваны фабричные ярлыки, или другим образом нарушен товарный вид, то в удовлетворении требования может быть отказано.
                        К обмену и возврату не принимаются шины и диски после монтажа, бывшие в употреблении, а также, пришедшие в негодность по вине Покупателя.
                    </span>
                </p>
            </div>
        </>
    );
};

export default ProductModal4;