import Partner1 from '../assets/Partner1.jpeg';
import Partner2 from '../assets/Partner2.jpeg';
import Partner3 from '../assets/Partner3.jpeg';
import Partner4 from '../assets/Partner4.jpeg';
import Partner5 from '../assets/Partner5.jpeg';
import Partner6 from '../assets/Partner6.jpeg';


import Blog1 from '../assets/blog1.png';
import Blog2 from '../assets/blog2.png';
import Blog3 from '../assets/blog3.png';
import Blog4 from '../assets/blog4.jpg';




export const PartnersInfo = [
    {
        id: 1,
        img: Partner1,
        title: 'ALUTEC',
        content: 'Alutec - успешный бренд колесных дисков. Компания, которая позже получила это название, появилась в 1996 году в Германии. Основали фирму бизнесмены Ральф Шмид и Бард Дюркгейм. Через два года после основания, диски немецкого производителя получили свой современный бренд - Alutec.\r\n\r\nСегодня Alutec является структурной частью Superior Industries. Корпорация занимает одно из ключевых мест в сфере поставок колес в мире.\r\n\r\nТакже она владеет несколькими дочерними брендами, которые занимаются изготовлением дисков. Всего в распоряжении Superior - не менее 4 заводов в Европе, которые суммарно производят 7 млн ​​дисков в год.\r\n\r\nAlutec продолжает занимать видное место на международном рынке. Диски бренда завоевывают новых клиентов своей универсальностью, высоким качеством, стильным видом. Одна из главных особенностей - специальная краска, которой покрыты диски. Некоторые модели имеют просто феноменальную устойчивость к ультрафиолету. Это гарантирует длительный привлекательный вид колес даже в самых жарких условиях.',
        contentTitle: 'КАЧЕСТВЕННЫЕ ДИСКИ ДЛЯ ШИРОКОЙ АУДИТОРИИ ПОТРЕБИТЕЛЕЙ',
        content2: 'Много внимания Alutec уделяет дизайну. В этом вопросе разработчики компании стараются не отставать от новейших мировых тенденций. Основной акцент ставят на спортивный стиль. Дизайнеры Alutec пытаются создавать модные диски, в которых элегантно сочетаются крепкие четкие лучи. Каталог регулярно пополняется дисками со свежими дизайнерскими решениями, а также новыми модификациями уже существующих моделей.\nК целевой аудитории бренда, кроме легковых автомобилей, можно отнести легкогрузовые.Водители легковушек, микроавтобусов или внедорожников могут выбирать колеса с диаметром в диапазоне от 14 до 20 дюймов.\nПроизводитель уверяет, что его продукт подойдет к любому стилю вождения.Диски Alutec отлично справятся как с экстремальными задачами, так и с рутинными.\nБренд Alutec уже давно стал авторитетным участником спортивных соревнований.Колесные диски фирмы регулярно устанавливают на спортивные авто на соревнования по дрифту.Нередко колеса Alutec можно увидеть на трассах джимханы.Компания поддерживает партнерские отношения с International Drift Series, German RaceWars.При этом автомобили, оборудованные легкосплавными колесами бренда, показали несколько мировых рекордов.Не стоит забывать и о том, что Alutec сотрудничает с известными тюнинговыми компаниями.Все это в комплексе подчеркивает техническую сбалансированность и надежность немецких колес.'
    },
    {
        id: 2,
        img: Partner2,
        title: 'AMERICAN RACING',
        content: 'Американская компания American Racing владеет несколькими брендами легкосплавных дисков, наиболее известный из которых носит ее имя. Колеса эти известны автолюбителям с 90-х, когда первые комплекты появились на некоторых автомобилях. Но полноценное представительство бренд получил совсем недавно. Официальным представителем American Racing стала и компания wheels-pro.kz, получившая права реализовывать фирменные диски бренда на отличных условиях для клиентов.\nМодели American Racing неоднократно признавались лучшими в премиальном сегменте по надежности, универсальности, оригинальности и оптимальной цене. Установить комплект колес может позволить себе любой автовладелец, причем достаточно легко подобрать модель, идеально сочетающуюся с любым типом кузова. Огромный выбор типоразмеров помогает подобрать соответствующие колеса, так как в линейках American Racing представлены диски диаметром R15-R30./nДиски отличаются превосходными характеристиками, долговечностью и надежностью. Они дают автомобилю улучшение целого ряда параметров: обеспечивают устойчивость, быстрый разгон и торможение, скоростные качества, управляемость, аэродинамику и безопасность. Колеса отличает яркий дизайн и обилие хрома в отделке.',
        contentTitle: '',
        content2: ''
    },
    {
        id: 3,
        img: Partner3,
        title: 'Aoteli',
        content: 'Китайская компания Aoteli создана в 2002 году. В данное время это одно из крупнейших китайских предприятий, которое занимается производством автомобильных шин, дисков и камер. Помимо производства шин, компания занимается разработкой новых продуктов, международной торговлей и торговлей недвижимостью. Вся выпускаемая продукция имеет высокое качество, подтвержденное международными сертификатами.\nДанная компания не только занимается производством шин, но и активно участвует в их продажах. На территории Китая компания имеет 130 торговых точек. Продукция компании пользуется полярностью во всем мире, она экспортируется в более чем 30 различных стран. И с каждым днем количество эскортируемой продукции увеличивается, расширяя рынок сбыта.\nПроизводство\nПроизводство шин осуществляется на современном оборудовании, за счет этого удается получить высокое качество и небольшую себестоимость. Особое внимание уделяется контролю качества, что исключает возможность попадания некачественной продукции к потребителям. Специальный исследовательский отдел постоянно занимается разработкой новых технологий, которые используются при изготовлении шин, повышая их ходовые параметры.',
        contentTitle: '',
        content2: ''
    },
    {
        id: 4,
        img: Partner4,
        title: 'ATS',
        content: 'ATS (Auto Technisches Spezialzubehör) - известный бренд колесных дисков немецкого происхождения. Компанию основали в 1969 году. Сегодня торговая марка является частью группы Superior Industries.\nПочти одновременно с образованием компании, ATS представила на рынке инновационный продукт. В 1970 году были отлиты легкосплавные диски под низким давлением. Новинка была намного легче своих предшественников, ее использование делало автомобиль более устойчивым. Благодаря этому прорыву фирма быстро вышла на новый уровень - ее дисками заинтересовались наиболее известные автопроизводители.\nУже через год с дисками ATS сошел с конвейера первый Porsche. Многие автопроизводители сейчас оснащают свои модели дисками ATS. С прошлого века и до сих пор бренд входит в перечень оригинального оборудования таких фирм, как VW Beetle, Golf. В разное время среди клиентов бренда были і остаются Aston Martin, Toyota, AMG, Audi, Bentley, Jaguar, Volvo, BMW, Mercedes-Benz.',
        contentTitle: 'ЗАСЛУЖЕННАЯ ПОПУЛЯРНОСТЬ',
        content2: 'Безоговорочный успех, с которым восприняли продукцию ATS на рынке, обеспечил уверенный рост компании. ATS значительно увеличила производительность в Германии и начала открывать дополнительные заводы в Польше, Бразилии, Южной Африке, США. Производитель активно сотрудничает с крупными международными компаниями.\nКомпания еще с первого десятилетия своей деятельности начала поставлять диски для автомобильных соревнований. Однако ATS не только оснащала колесами известны команды, но и создала свою. Команда фирмы 8 лет принимала активное участие в "Формуле-1".\nСейчас ATS остается эксклюзивным поставщиком дисков для "Формула-3", чемпионата Германии для спортивных авто (DTM), SEAT León Supercopa, Honda Civic Cup, Suzuki Swift Cup, а также для различных классов мотоспорта.'
    },
    {
        id: 5,
        img: Partner5,
        title: 'BOTO',
        content: 'Производство шин BOTO расположено в провинции Китая - Шаньдун. Шины Boto производятся дочерним предприятием компании China Wanda Group  - Shandong Wanda BOTO Tyre Co Ltd  - крупнейшим предприятием шинной китайской индустрии. (Shandong Wanda BOTO Tyre Co Ltd входит в топ 500 развитых китайских промышленных компаний)\nДеятельность компании связана с разработкой производством и продажей следующих шин BOTO: грузовые шины BOTO, крупногабаритные радиальные шины BOTO (OTR шины BOTO). Компания по производству шин BOTO была основана в 2004 году, в компании занято более 5000 сотрудников. Годовой объем производства шин BOTO заявленный на официальном сайте компании: 3 млн. грузовых шин BOTO и 100 тыс радиальных крупногабаритных шин BOTO. В ассортименте около 100 типоразмеров.\nС самого основания компания придерживается концепции : "Dedication Makes Expertise” - "Приверженность делу рождает профессионализм". Улучшая систему контроля качества, создав брэнд, компания добилась устойчивого развития и стала современным крупным предприятием по производству, продаже  и восстановлению шин. Компания подчеркивает качество шин BOTO и регулярно стандартизирует свое производство (ISO TS16949, система качества ISO 9001 , китайская обязательная сертификация, международные сертификаты, такие как DOT, ECE, S-MARK, IMETRA and GCC)',
        contentTitle: '',
        content2: ''
    },
    {
        id: 6,
        img: Partner6,
        title: 'BRIDGESTONE',
        content: 'Шины компании "Bridgestone" обеспечивают отличное сцепление с полотном дороги при любой погоде. Они прекрасно держат поворот, ей оснащают болиды Формулы-1. Бриджстоун выпускается в разных типоразмерах, поэтому подобрать его потребителю для своего автомобиля не составит труда в любом классе, будь-то Комфорт, Премиум или Спорт. Строение ламелей протектора даёт даже при экстремальных условиях отличную управляемость машиной. Можете верить всему, что будет написано в инструкции - каждая автошина перед выпуском в продажу проверяется на полигоне. Такая резина обеспечит полный комфорт, недаром девиз компании - «Стремление к совершенству».\nОснована Bridgestone в 1931 году. Она производит шины для всех видов колёсного транспорта и самолётов. В распоряжении компании находятся 155 заводов в 27 странах. Даже опытные полигоны есть в 9 странах. Уже в 1967 году появилось дочернее предприятие в США. В 1979 году было налажено производство облегчённых алюминиевых дисков. А в 1988 году компания поглотила вторую по величине компанию США, производящую автошины. В 1989 году в Брюсселе был открыт европейский офис. Микропористая резина, производимая по революционным технологиям, позволила сделать прорыв на заводы Порше. В 1997 году Бриджстоуны дали Формуле-1 четыре призовых места. В 2001 году завод строится в Польше. Подписание контракта с Даймлер Крайслером подтвердило доверие со стороны автопроизводителей. В 2004 году образовалась совместная компания с итальянской Maragoni. Выручка Bridgestone в 2005 году составила почти 2,7 триллиона йен, а чистая прибыль - 180,7 миллиардов йен.',
        contentTitle: '',
        content2: ''
    },
]


export const NewsInfo = [
    {
        id: 1,
        img: Blog1,
        date: '06 МАЙ 2022',
        title: 'Как правильно выбрать летние шины?',
        content: 'Завершение зимнего сезона для каждого автомобилиста обязательно ознаменуется сменой колес. Чтобы правильно подобрать и выгодно купить летние шины, следует ориентироваться на их параметры. Дополнительно учитывают стиль вождения и рекомендации производителя машины. Соблюдение таких правил обеспечит безопасность езды, курсовую устойчивость автомобиля, минимальную шумность и оптимальный расход топлива.',
        contentTitle: 'Выбор летних шин по типоразмерам',
        content2: 'Автовладельцы ориентируются на типоразмер при выборе изделия. Это числовое и буквенное обозначение соотношение ширины, высоты, посадочного диаметра шины. Найти такую маркировку можно на боковине каждой покрышки или в карточке товара (в интернет-магазине). Выглядит обозначение так: 165/65 R15 (могут быть указаны и другие параметры). Из указанной маркировки можно понять, что профильная высота составила 65% от радиуса. Ширина покрышки – 165 мм, внешний диаметр – 15 дюймов. Выбрать летние шины следует по рекомендациям автопроизводителя (указаны в техпаспорте).'
    },
    {
        id: 2,
        img: Blog2,
        date: '03 НОЯ 2020',
        title: 'Что нужно знать про шины Boto?',
        content: 'Автомобилисты, Вы уже видели? Кто это тут у нас? Новички всегда подвергаются пристальному вниманию! Так и шины Boto – уверенно ворвались на прилавки, да еще и с громкими заявлениями, мол «Вы нас полюбите!». Первое, что бросается в глаза – демократичная цена. Давайте разберемся, есть ли еще какие-то преимущества...',
        contentTitle: 'Давайте разберемся, есть ли еще какие-то преимущества.',
        content2: 'Кто делает шины BotoКто же ты, Вoto?\nДо того, как попасть на украинский рынок, китайское предприятие Shandong Wanda Boto Tyre Co Ltd проделало четырнадцатилетний путь. Цель, понятно, высокая – стать ни много ни мало «Каучуковым королевством». Для этого привлекли зарубежных партнеров, и по состоянию на 2018 год собрали всевозможное немецкое, голландское и американское оборудование. Представьте себе фабрику по изготовлению шин. Вы прогуливаетесь коридорами завода и натыкаетесь на исследовательскую лабораторию. Именно так все и устроено – инженеры проектируют новые покрышки, и тут же за стеной идеи воплощаются в реальность. А что там с импортом? Любая компания стремится поставлять товар во все уголки мира... Так и Boto открыли представительства в Германии, Италии, Корее, США, Японии, России, Восточной Европе и Азии. А чтобы справляться с таким обширным планом и «обувать» легковую/грузовую/спецтехнику, в штат приняли более 4800 специалистов. Сырье для шин Автомобильная обувь по сути на 80% состоит из резиновой смеси (натуральный или синтетический каучук).'
    },
    {
        id: 3,
        img: Blog3,
        date: '06 АПР 2020',
        title: 'Бессрочная расширенная гарантия Nokian',
        content: 'Бессрочная расширенная гарантия Nokian Расширенная гарантия на шины Nokian Tyres является дополнением к стандартным гарантийным условиям. В случае непреднамеренного повреждения шины компания Nokian Tyres бесплатно отремонтирует каждую поврежденную шину, а если ремонт невозможен – заменит на новую.',
        contentTitle: '',
        content2: 'Расширенная гарантия на шины Nokian Tyres является дополнением к стандартным гарантийным условиям. В случае непреднамеренного повреждения шины компания Nokian Tyres бесплатно отремонтирует каждую поврежденную шину, а если ремонт невозможен – заменит на новую.\nПри покупке зимних шин Nokian Hakkapeliitta  и летних шин Nokian Hakka  для легковых автомобилей и внедорожников с 1 января по 31 декабря 2020 года - на шины распространяется Бессрочная Расширенная гарантия. Бессрочная Расширенная гарантия действует в течение всего срока эксплуатации шин (износ протектора не более 4 мм) и дает возможность бесплатно отремонтировать или заменить шину на новую.\nВ условиях Расширенной гарантии также есть модели шин, гарантия на которые действует 1 год с момента покупки. При покупке шин Nokian Nordman 7, Nokian Nordman 7 SUV, Nokian Nordman RS 2, Nokian Nordman RS2 SUV, Nokian Nordman SZ, Nokian Nordman S SUV по условиям Расширенной гарантии можно заменить поврежденную шину на новую или отремонтировать её.\nВнимание! Данные условия распространяются только на шины приобретенные в 2020 году.\nРасширенная гарантия Nokian Tyres действует при покупке от одной шины.'
    },
    {
        id: 4,
        img: Blog4,
        date: '15 НОЯ 2019',
        title: 'Рассрочка или кредит на Покупки с Kaspi QR',
        content: 'Уважаемые клиенты! Представляем Вам Покупки с Kaspi QR. Шины и диски в рассрочку до 1 миллиона тенге на 3 месяца или в кредит до 24 месяцев.',
        contentTitle: 'КАК СОВЕРШИТЬ ПОКУПКУ ЧЕРЕЗ КАСПИ QR КОД?',
        content2: 'Установите приложение Kaspi. Пройдите регистрацию\nПерейдите в отдел Kaspi QR — на экране сгенерируется ваш персональный QR-код.\nПокажите код на кассе, чтобы продавец его отсканировал, укажите способ оплаты и подтвердите приобретение в приложении Каспи.'
    },
]